/* eslint-disable */
export const CONTACT = `
パソコン創世記
富田倫生

-------------------------------------------------------
【テキスト中に現れる記号について】

［＃］：入力者注　主に外字の説明や、傍点の位置の指定
　　　（数字は、JIS X 0213の面区点番号またはUnicode、底本のページと行数）
（例）※［＃ローマ数字2、1-13-22］
-------------------------------------------------------

［＃大見出し］すべてのはじまりに［＃大見出し終わり］
〈本〉がインターネットに溶け出す時

　エキスパンドブックの世界が広がっている。
　当初は読むのも作るのもマッキントッシュだけだったが、ウインドウズでもブックを開けるようになった。一九九六（平成八）年六月には、ウインドウズ用の本作りツールが発売になり、作る方も両方で可能になった。

　初代のエキスパンドブック版『パソコン創世記』は、マックでしか読めなかった。出来上がったＣＤ—ＲＯＭを手渡すと、マイクロソフトの古川享さんから「ウインドウズ版は？」と宿題を出された。
　本書の柱は、我が国のパーソナルコンピューター作りを引っ張ってきた日本電気の歴史である。その主人公が作っている機械で読めないのは、「いかにも間が抜けているな」と自分でも思っていた。気にかけて、「ウインドウズでも読めるよう、ハイブリッド化を急げ」と励まして下さる方もあった。
　ボイジャーの開発チームと、ウインドウズへの移植に協力した日本電気の努力によって、ほとんどのパーソナルコンピューターでこのタイトルを開けるようになったことを喜び、力を奮われた方々に感謝したい。
　私たちは、コンピューターに本を移し変える道の途上にある。課題は多いが、前進していることも間違いない。

　ウインドウズでも読めるものが作れると目途がついたときには、けっこう長くかかずらってきたこのプロジェクトにも、一応の決着を見るのだなと考えていた。
　だが、今は終わりよりもむしろ、始まりを意識している。
　大きな新しい海に、これから泳ぎ出していくような気分だ。
　エキスパンドブックに新しく付け加えられたたった一つのコマンドに、しんみりと落ち着こうとしていた気分を蹴飛ばされ、下ろそうとしていた腰がすっかり伸びてしまった。

　ハイブリッド化の作業の直前までは、同じくボイジャーから出る『ヒロシマ・ナガサキのまえに』の翻訳と制作にあたっていた。
　原子爆弾開発プロジェクトの中心となった物理学者、ロバート・オッペンハイマーの軌跡をたどったドキュメンタリー映画、『ザ・デイ・アフター・トリニティー』を中心に据えたタイトルだ。
「人間的な気持ちを持っていた人たちが、なぜあのような大量破壊兵器の開発に全力で取り組むことができたのか」
　監督のジョン・エルスはそう問題を設定し、ねじ込むように対象に迫っている。
　映画制作時、オッペンハイマーはすでに他界していたが、計画に携わった物理学者たちが貴重な証言を寄せている。ただしドキュメンタリー映画の常で、記録された言葉のうち本編に収録できたものは、ごく一部に限られていた。
　一方、映画制作から十五年を経て編まれたＣＤ—ＲＯＭ版には、書き起こされたインタビューの全文が収録された。公開されたかつての秘密ファイルや関係資料もおさめられ、開発に至る流れの全体像を浮かび上がらせようと工夫が凝らされている。

　翻訳の作業にあたってみて、映画とＣＤ—ＲＯＭ版を作ったスタッフの〈誠実〉は、時間をかけてじっくり実感することができた。だがもう一方で、この作品は原子爆弾を開発した側、落とした側の〈誠実〉の証であることも意識した。
　もう一方には、落とされた側の真実がある。
　日本に『ザ・デイ・アフター・トリニティー』を紹介しようとするのなら、この作品がもっぱら片側の声のみを拾ったものであることを自覚するべきだと、しだいにそう思うようになった。『ヒロシマ・ナガサキのまえに』として出すこのタイトルを一つの閉じた作品として完結させるのではなく、広島、長崎へとつなぐ道筋を示せないかとも考えた。

　広島市のホームページで平岡敬市長の「国際司法裁判所における陳述」を読んだとき、この悲しい宝石のような証言をタイトルの最後に収録させてもらえないかとひらめいた。
　公文書とはいえ、「陳述」は平岡敬氏個人の著作的色彩の強い文章である。原子爆弾は国際法に違反するとの明言を控えさせようとする外務省の圧力をはね返し、自分の凛々しい言葉で証言を綴った平岡市長への尊敬の念もあって、収録には事前の了解を得ようと考えた。だが残念なことに、広島市の担当者から、掲載は許可できないとの回答があった。
「なぜ」との悔しさと歯がゆさは、広島市にすがる中で募っていった。それがやり取りのさなか、エキスパンドブックに付け加えられた新しいコマンドのことがふと頭に浮かぶと、「そっちがその気ならこっちにも考えがあるもんね」と気持ちに風穴があいた。

　エキスパンドブックの開発にあたっている祝田久さんは、錬金術師を思わせる妖しい魅力を漂わせた、芸術家肌のプログラマーだ。カフェラテのカップが小さな泡を吐く昼なお暗いコードの実験室で、彼は細い息を吐きながらキーボードをいじくっている。
　おそらくは本職であるはずのエキスパンドブック開発のあいまをぬって、世紀末のコードの魔術師は、いろいろなオブジェをこしらえては周囲の者を驚かせる。ディスプレイに色彩の魔法を演じさせる『ニルヴァーナ』をはじめて見せられた時には、「こんなものばかり作っていれば、そりゃあエキスパンドブックが遅れるはずだ」と、親の敵に会ったような気がした。だが、「それもまあいいか」と妙に納得させられる、他に代えようのない不思議さと美しさとが、この作品にはあった。色彩と動きに溢れたオブジェは錬金術師のお気に入りで、突然メールで送りつけられる新しいプログラムにはいつも、好奇心の針が跳ねる。
　算盤尽くの市場の理屈や、お札に書き込まれた仕様書だけでなく、美しいものへのあこがれや不思議に震えるやわらかな心の渇きもまた、人をプログラミングに誘うのだという当たり前の事実を、祝田さんの仕事は思い起こさせる。
　レオナルド・ダ・ヴィンチが今、生きていれば、彼もまたコードを書いているだろう。

　そんな祝田さんの手になる作品の一つに、WebPinMaker と名付けられた、これは実用性をもった小道具がある。
　ウェッブ（Web）とは、英語でクモの巣を指す。
　インターネットの上で、世界中の人が学園祭の展示の乗りで店開きしているホームページは、リンクという連携の機能で結びついて、ワールド・ワイド・ウエッブ（ＷＷＷ）、つまり世界規模のクモの巣という大きくて複雑に絡み合ったネットワークを形成している。その中での住所を示すのが、ＵＲＬ（ユニフォーム・リソース・ロケーター）だ。ＵＲＬを手がかりにして、目的の場所の扉を開き、中味を見るためのソフトウエアをブラウザーと呼ぶ。よく耳にするネットスケープ・ナビゲーターは、兄にあたるモザイクに一気にとって代わり、ブラウザーの代名詞になった。
`