/* eslint-disable */
export const OVERVIEW = `
　私が先生と知り合いになったのは鎌倉《かまくら》である。その時私はまだ若々しい書生であった。暑中休暇を利用して海水浴に行った友達からぜひ来いという端書《はがき》を受け取ったので、私は多少の金を工面《くめん》して、出掛ける事にした。私は金の工面に二《に》、三日《さんち》を費やした。ところが私が鎌倉に着いて三日と経《た》たないうちに、私を呼び寄せた友達は、急に国元から帰れという電報を受け取った。電報には母が病気だからと断ってあったけれども友達はそれを信じなかった。友達はかねてから国元にいる親たちに勧《すす》まない結婚を強《し》いられていた。彼は現代の習慣からいうと結婚するにはあまり年が若過ぎた。それに肝心《かんじん》の当人が気に入らなかった。それで夏休みに当然帰るべきところを、わざと避けて東京の近くで遊んでいたのである。彼は電報を私に見せてどうしようと相談をした。私にはどうしていいか分らなかった。けれども実際彼の母が病気であるとすれば彼は固《もと》より帰るべきはずであった。それで彼はとうとう帰る事になった。せっかく来た私は一人取り残された。
　学校の授業が始まるにはまだ大分《だいぶ》日数《ひかず》があるので鎌倉におってもよし、帰ってもよいという境遇にいた私は、当分元の宿に留《と》まる覚悟をした。友達は中国のある資産家の息子《むすこ》で金に不自由のない男であったけれども、学校が学校なのと年が年なので、生活の程度は私とそう変りもしなかった。したがって一人《ひとり》ぼっちになった私は別に恰好《かっこう》な宿を探す面倒ももたなかったのである。
　宿は鎌倉でも辺鄙《へんぴ》な方角にあった。玉突《たまつ》きだのアイスクリームだのというハイカラなものには長い畷《なわて》を一つ越さなければ手が届かなかった。車で行っても二十銭は取られた。けれども個人の別荘はそこここにいくつでも建てられていた。それに海へはごく近いので海水浴をやるには至極便利な地位を占めていた。
　私は毎日海へはいりに出掛けた。古い燻《くす》ぶり返った藁葺《わらぶき》の間《あいだ》を通り抜けて磯《いそ》へ下りると、この辺《へん》にこれほどの都会人種が住んでいるかと思うほど、避暑に来た男や女で砂の上が動いていた。ある時は海の中が銭湯《せんとう》のように黒い頭でごちゃごちゃしている事もあった。その中に知った人を一人ももたない私も、こういう賑《にぎ》やかな景色の中に裹《つつ》まれて、砂の上に寝《ね》そべってみたり、膝頭《ひざがしら》を波に打たしてそこいらを跳《は》ね廻《まわ》るのは愉快であった。
　私は実に先生をこの雑沓《ざっとう》の間《あいだ》に見付け出したのである。その時海岸には掛茶屋《かけぢゃや》が二軒あった。私はふとした機会《はずみ》からその一軒の方に行き慣《な》れていた。長谷辺《はせへん》に大きな別荘を構えている人と違って、各自《めいめい》に専有の着換場《きがえば》を拵《こしら》えていないここいらの避暑客には、ぜひともこうした共同着換所といった風《ふう》なものが必要なのであった。彼らはここで茶を飲み、ここで休息する外《ほか》に、ここで海水着を洗濯させたり、ここで鹹《しお》はゆい身体《からだ》を清めたり、ここへ帽子や傘《かさ》を預けたりするのである。海水着を持たない私にも持物を盗まれる恐れはあったので、私は海へはいるたびにその茶屋へ一切《いっさい》を脱《ぬ》ぎ棄《す》てる事にしていた。

［＃５字下げ］二［＃「二」は中見出し］

　私《わたくし》がその掛茶屋で先生を見た時は、先生がちょうど着物を脱いでこれから海へ入ろうとするところであった。私はその時反対に濡《ぬ》れた身体《からだ》を風に吹かして水から上がって来た。二人の間《あいだ》には目を遮《さえぎ》る幾多の黒い頭が動いていた。特別の事情のない限り、私はついに先生を見逃したかも知れなかった。それほど浜辺が混雑し、それほど私の頭が放漫《ほうまん》であったにもかかわらず、私がすぐ先生を見付け出したのは、先生が一人の西洋人を伴《つ》れていたからである。
　その西洋人の優れて白い皮膚の色が、掛茶屋へ入るや否《いな》や、すぐ私の注意を惹《ひ》いた。純粋の日本の浴衣《ゆかた》を着ていた彼は、それを床几《しょうぎ》の上にすぽりと放《ほう》り出したまま、腕組みをして海の方を向いて立っていた。彼は我々の穿《は》く猿股《さるまた》一つの外《ほか》何物も肌に着けていなかった。私にはそれが第一不思議だった。私はその二日前に由井《ゆい》が浜《はま》まで行って、砂の上にしゃがみながら、長い間西洋人の海へ入る様子を眺《なが》めていた。私の尻《しり》をおろした所は少し小高い丘の上で、そのすぐ傍《わき》がホテルの裏口になっていたので、私の凝《じっ》としている間《あいだ》に、大分《だいぶ》多くの男が塩を浴びに出て来たが、いずれも胴と腕と股《もも》は出していなかった。女は殊更《ことさら》肉を隠しがちであった。大抵は頭に護謨製《ゴムせい》の頭巾《ずきん》を被《かぶ》って、海老茶《えびちゃ》や紺《こん》や藍《あい》の色を波間に浮かしていた。そういう有様を目撃したばかりの私の眼《め》には、猿股一つで済まして皆《みん》なの前に立っているこの西洋人がいかにも珍しく見えた。
　彼はやがて自分の傍《わき》を顧みて、そこにこごんでいる日本人に、一言《ひとこと》二言《ふたこと》何《なに》かいった。その日本人は砂の上に落ちた手拭《てぬぐい》を拾い上げているところであったが、それを取り上げるや否や、すぐ頭を包んで、海の方へ歩き出した。その人がすなわち先生であった。
　私は単に好奇心のために、並んで浜辺を下りて行く二人の後姿《うしろすがた》を見守っていた。すると彼らは真直《まっすぐ》に波の中に足を踏み込んだ。そうして遠浅《とおあさ》の磯近《いそちか》くにわいわい騒いでいる多人数《たにんず》の間《あいだ》を通り抜けて、比較的広々した所へ来ると、二人とも泳ぎ出した。彼らの頭が小さく見えるまで沖の方へ向いて行った。それから引き返してまた一直線に浜辺まで戻って来た。掛茶屋へ帰ると、井戸の水も浴びずに、すぐ身体《からだ》を拭《ふ》いて着物を着て、さっさとどこへか行ってしまった。
　彼らの出て行った後《あと》、私はやはり元の床几《しょうぎ》に腰をおろして烟草《タバコ》を吹かしていた。その時私はぽかんとしながら先生の事を考えた。どうもどこかで見た事のある顔のように思われてならなかった。しかしどうしてもいつどこで会った人か想《おも》い出せずにしまった。
　その時の私は屈托《くったく》がないというよりむしろ無聊《ぶりょう》に苦しんでいた。それで翌日《あくるひ》もまた先生に会った時刻を見計らって、わざわざ掛茶屋《かけぢゃや》まで出かけてみた。すると西洋人は来ないで先生一人｜麦藁帽《むぎわらぼう》を被《かぶ》ってやって来た。先生は眼鏡《めがね》をとって台の上に置いて、すぐ手拭《てぬぐい》で頭を包んで、すたすた浜を下りて行った。先生が昨日《きのう》のように騒がしい浴客《よくかく》の中を通り抜けて、一人で泳ぎ出した時、私は急にその後《あと》が追い掛けたくなった。私は浅い水を頭の上まで跳《はね》かして相当の深さの所まで来て、そこから先生を目標《めじるし》に抜手《ぬきで》を切った。すると先生は昨日と違って、一種の弧線《こせん》を描《えが》いて、妙な方向から岸の方へ帰り始めた。それで私の目的はついに達せられなかった。私が陸《おか》へ上がって雫《しずく》の垂れる手を振りながら掛茶屋に入ると、先生はもうちゃんと着物を着て入れ違いに外へ出て行った。

［＃５字下げ］三［＃「三」は中見出し］

　私《わたくし》は次の日も同じ時刻に浜へ行って先生の顔を見た。その次の日にもまた同じ事を繰り返した。けれども物をいい掛ける機会も、挨拶《あいさつ》をする場合も、二人の間には起らなかった。その上先生の態度はむしろ非社交的であった。一定の時刻に超然として来て、また超然と帰って行った。周囲がいくら賑《にぎ》やかでも、それにはほとんど注意を払う様子が見えなかった。最初いっしょに来た西洋人はその後《ご》まるで姿を見せなかった。先生はいつでも一人であった。
　或《あ》る時先生が例の通りさっさと海から上がって来て、いつもの場所に脱《ぬ》ぎ棄《す》てた浴衣《ゆかた》を着ようとすると、どうした訳か、その浴衣に砂がいっぱい着いていた。先生はそれを落すために、後ろ向きになって、浴衣を二、三度｜振《ふる》った。すると着物の下に置いてあった眼鏡が板の隙間《すきま》から下へ落ちた。先生は白絣《しろがすり》の上へ兵児帯《へこおび》を締めてから、眼鏡の失《な》くなったのに気が付いたと見えて、急にそこいらを探し始めた。私はすぐ腰掛《こしかけ》の下へ首と手を突ッ込んで眼鏡を拾い出した。先生は有難うといって、それを私の手から受け取った。
　次の日私は先生の後《あと》につづいて海へ飛び込んだ。そうして先生といっしょの方角に泳いで行った。二｜丁《ちょう》ほど沖へ出ると、先生は後ろを振り返って私に話し掛けた。広い蒼《あお》い海の表面に浮いているものは、その近所に私ら二人より外《ほか》になかった。そうして強い太陽の光が、眼の届く限り水と山とを照らしていた。私は自由と歓喜に充《み》ちた筋肉を動かして海の中で躍《おど》り狂った。先生はまたぱたりと手足の運動を已《や》めて仰向けになったまま浪《なみ》の上に寝た。私もその真似《まね》をした。青空の色がぎらぎらと眼を射るように痛烈な色を私の顔に投げ付けた。「愉快ですね」と私は大きな声を出した。
　しばらくして海の中で起き上がるように姿勢を改めた先生は、「もう帰りませんか」といって私を促した。比較的強い体質をもった私は、もっと海の中で遊んでいたかった。しかし先生から誘われた時、私はすぐ「ええ帰りましょう」と快く答えた。そうして二人でまた元の路《みち》を浜辺へ引き返した。
　私はこれから先生と懇意になった。しかし先生がどこにいるかはまだ知らなかった。
　それから中《なか》二日おいてちょうど三日目の午後だったと思う。先生と掛茶屋《かけぢゃや》で出会った時、先生は突然私に向かって、「君はまだ大分《だいぶ》長くここにいるつもりですか」と聞いた。考えのない私はこういう問いに答えるだけの用意を頭の中に蓄えていなかった。それで「どうだか分りません」と答えた。しかしにやにや笑っている先生の顔を見た時、私は急に極《きま》りが悪くなった。「先生は？」と聞き返さずにはいられなかった。これが私の口を出た先生という言葉の始まりである。
　私はその晩先生の宿を尋ねた。宿といっても普通の旅館と違って、広い寺の境内《けいだい》にある別荘のような建物であった。そこに住んでいる人の先生の家族でない事も解《わか》った。私が先生先生と呼び掛けるので、先生は苦笑いをした。私はそれが年長者に対する私の口癖《くちくせ》だといって弁解した。私はこの間の西洋人の事を聞いてみた。先生は彼の風変りのところや、もう鎌倉《かまくら》にいない事や、色々の話をした末、日本人にさえあまり交際《つきあい》をもたないのに、そういう外国人と近付《ちかづ》きになったのは不思議だといったりした。私は最後に先生に向かって、どこかで先生を見たように思うけれども、どうしても思い出せないといった。若い私はその時｜暗《あん》に相手も私と同じような感じを持っていはしまいかと疑った。そうして腹の中で先生の返事を予期してかかった。ところが先生はしばらく沈吟《ちんぎん》したあとで、「どうも君の顔には見覚《みおぼ》えがありませんね。人違いじゃないですか」といったので私は変に一種の失望を感じた。

［＃５字下げ］四［＃「四」は中見出し］

`