/* eslint-disable */
export const QUESTION = `
ドグラ・マグラ
夢野久作

-------------------------------------------------------
【テキスト中に現れる記号について】

《》：ルビ
（例）蜜蜂《みつばち》

｜：ルビの付く文字列の始まりを特定する記号
（例）大の字｜型《なり》に

［＃］：入力者注　主に外字の説明や、傍点の位置の指定
　　　（数字は、JIS X 0213の面区点番号またはUnicode、底本のページと行数）
（例）※［＃ローマ数字1、1-13-21］

　［＃…］：返り点
　（例）五｜月《がつ》於《おいて》［＃二］

／＼：二倍の踊り字（「く」を縦に長くしたような形の繰り返し記号）
（例）やう／＼にして語り出づるやう
＊濁点付きの二倍の踊り字は「／″＼」
-------------------------------------------------------

［＃ページの左右中央］


［＃ここから５字下げ］
　巻頭歌


胎児よ

胎児よ

何故躍る

母親の心がわかって

おそろしいのか
［＃ここで字下げ終わり］


［＃改ページ］

　…………ブウウ——————ンンン——————ンンンン………………。
　私がウスウスと眼を覚ました時、こうした蜜蜂《みつばち》の唸《うな》るような音は、まだ、その弾力の深い余韻を、私の耳の穴の中にハッキリと引き残していた。
　それをジッと聞いているうちに……今は真夜中だな……と直覚した。そうしてどこか近くでボンボン時計が鳴っているんだな……と思い思い、又もウトウトしているうちに、その蜜蜂のうなりのような余韻は、いつとなく次々に消え薄れて行って、そこいら中がヒッソリと静まり返ってしまった。
　私はフッと眼を開いた。
　かなり高い、白ペンキ塗の天井裏から、薄白い塵埃《ほこり》に蔽《おお》われた裸の電球がタッタ一つブラ下がっている。その赤黄色く光る硝子球《ガラスだま》の横腹に、大きな蠅《はえ》が一匹とまっていて、死んだように凝然《じっ》としている。その真下の固い、冷めたい人造石の床の上に、私は大の字｜型《なり》に長くなって寝ているようである。
`