/* eslint-disable */
export const TERM = `
罪と罰
フョードル・ミハイロヴィッチ・ドストエフスキー
米川正夫訳

-------------------------------------------------------
【テキスト中に現れる記号について】

《》：ルビ
（例）臆病《おくびょう》

｜：ルビの付く文字列の始まりを特定する記号
（例）全然｜放擲《ほうてき》

［＃］：入力者注　主に外字の説明や、傍点の位置の指定
　　　（数字は、JIS X 0213の面区点番号またはUnicode、底本のページと行数）
（例）※［＃「木＋吶のつくり」、第3水準1-85-54］

〔〕：アクセント分解された欧文をかこむ
（例）〔Crevez chiens, si vous n'e^tes pas contents〕
アクセント分解についての詳細は下記URLを参照してください
https://www.aozora.gr.jp/accent_separation.html
-------------------------------------------------------

［＃２字下げ］第一篇［＃「第一篇」は大見出し］

［＃７字下げ］一［＃「一」は中見出し］

　七月の初め、方図もなく暑い時分の夕方近く、一人の青年が、借家人からまた借りしているＳ横町の小部屋から通りへ出て、なんとなく思い切り悪そうにのろのろと、Ｋ橋の方へ足を向けた。
　青年はうまく階段でおかみと出くわさないで済んだ。彼の小部屋は、高い五階建の屋根裏にあって、住まいというよりむしろ戸棚に近かった。女中と賄いつきで彼にこの部屋を貸していた下宿のおかみは、一階下の別のアパートに住んでいたので、通りへ出ようと思うと、たいていいつも階段に向かっていっぱいあけっ放しになっているおかみの台所わきを、いやでも通らなければならなかった。そしてそのつど、青年はそばを通り過ぎながら、一種病的な臆病《おくびょう》な気持を感じた。彼は自分でもその気持を恥じて、顔をしかめるのであった。下宿の借金がかさんでいたので、おかみと顔を合わすのがこわかったのである。
　もっとも、彼はそれほど臆病で、いじけ切っていたわけでなく、むしろその反対なくらいだった。が、いつのころからか、ヒポコンデリイに類したいら立たしい、張りつめた気分になっていた。すっかり自分というものの中に閉じこもり、すべての人から遠ざかっていたので、下宿のおかみのみならず、いっさい人に会うのを恐れていたのである。彼は貧乏におしひしがれていた。けれども、この逼迫《ひっぱく》した状態すらも、このごろ彼はあまり苦にしなくなった。その日その日の当面の仕事も全然｜放擲《ほうてき》してしまい、そんな事にかかずらう気にもならなかったのである。彼は正直なところ、どこのどのようなおかみがいかなる事を企てようと、けっして恐れなどしなかった。けれど、階段の上に立ち止まらされて、なんの役にも立たない平凡なごみごみした話や、うるさい払いの督促や、おどかしや、泣き言などを聞かされた上、自分の方でもごまかしたり、あやまったり、嘘をついたりするよりは——猫のように階段をすべりおりて、誰にも見られないように、ちょろりと姿をくらます方がまだしもなのであった。
　とはいえ、今度は通りへ出てしまうと、借りのある女に会うのをかくまで恐れているということが、われながらぎょっとするほど彼を驚かした。
『あれだけの事を断行しようと思っているのに、こんなくだらない事でびくつくなんて！』奇妙な微笑を浮かべながら、彼はこう考えた。『ふむ……そうだ……いっさいの事は人間の掌中にあるんだが、ただただ臆病のために万事鼻っ先を素通りさせてしまうんだ……これはもう確かに原理だ……ところで、いったい人間は何を最も恐れてるだろう？　新しい一歩、新しい自分自身のことば、これを何よりも恐れているんだ……だが、おれはあんまりしゃべりすぎる。つまりしゃべりすぎるから、なんにもしないのだ。もっとも、なんにもしないからしゃべるのかもしれない。これはおれが先月ひと月、夜も昼もあの隅っこにごろごろしていて……昔話みたいな事を考えてるうちに、しゃべることを覚えたのだ。それはそうと、なんだっておれは今ほっつき歩いてるんだろう、いったいあれ［＃「あれ」に傍点］が俺にできるのだろうか？　そもそも、あれ［＃「あれ」に傍点］がまじめな話だろうか？　なんの、まじめな話どころか、ただ空想のための空想で、自慰にすぎないのだ。玩具《おもちゃ》だ！　そう、玩具というのが本当らしいな！』
　通りは恐ろしい暑さだった。その上、息苦しさ、雑踏、いたるところに行き当たる石灰、建築の足場、煉瓦《れんが》、埃《ほこり》、別荘を借りる力のないペテルブルグ人の誰でもが知り抜いている特殊な夏の悪臭——これらすべてが一つになって、それでなくてさえ衰え切っている青年の神経を、いよいよ不愉快にゆすぶるのであった。市内のこの界隈《かいわい》に特におびただしい酒場の堪えがたい臭気、祭日でもないのにひっきりなしにぶっつかる酔いどれなどが、こうした情景のいとわしい憂鬱《ゆううつ》な色彩をいやが上に深めているのであった。深い嫌悪の情が、青年のきゃしゃな顔面をちらとかすめた。ついでに言っておくが、彼は美しい黒い目に栗色の毛をしたすばらしい美男子で、背は中背より高く、ほっそりとして格好がよかった。けれど、彼はすぐに深い瞑想《めいそう》、というよりむしろ一種の自己忘却に堕《お》ちたようなあんばいで、もう周囲のものに気もつかず、また気をつけようともせず先へ先へと歩き出した。どうかすると、今しがた自分で自認した独語の癖が出て、何かしら口の中でぶつぶつ言う。この瞬間、彼は考えが時おりこぐらかって、体が極度に衰弱しているのを自分でも意識した——ほとんどもう二日というもの、全くものを食わなかったのである。
　彼はなんともいえない見すぼらしいなりをしていて、ほかの者なら、かなり慣れっこになった人間でも、こんなぼろを着て昼日なか通りへ出るのは、気がさすに相違ないほどである。しかしこの界隈ときたら、服装《みなり》などで人をびっくりさせるのは、ちょっとむずかしいところだった。乾草広場《センナヤ》に近く接している位置の関係、おびただしい木賃宿や長屋の数々、それからとりわけ、ここら中部ペテルブルグの町や横町にごみごみ集まっている職工や労働者などの群れ——こういうものが時々その辺一帯の街上風景に思い切ってひどい風体の人物を織り込むので、変わった姿に出会って驚くのは、かえって変なくらいのものだった。その上青年の心の中には、毒々しい侮蔑《ぶべつ》の念が激しく鬱積《うっせき》していたので、若々しい——時としてはあまりに若々しい神経質なところがあるにもかかわらず、彼は町中でそのぼろ洋服を恥じようなどとは、てんで考えもしなかった。もっとも、ある種の知人とか、一般に会うのを好まない昔の友人とか、そんなものに出会わすのはおのずから別問題である……とはいえ、たくましい運送馬に引かれた大きな荷馬車に乗った酔漢が、今ごろこの町中をどうして、どこへ運ばれて行くのかわからないが、通りすがりに「やあい、このドイツしゃっぽ！」といきなりどなって、手で彼を指さしながら、のどいっぱいにわめき出したとき——青年はふいに立ち止まり、痙攣《けいれん》したような手つきで自分の帽子を抑えた。それは山の高い、チンメルマン製の丸形帽子だったが、もうくたびれ切ってすっかりにんじん色になり、穴だらけしみだらけで、つばは取れてしまい、その上つぶれた一方の角が、見苦しくも横の方へ突き出ている。しかし、彼を捕えたのは羞恥《しゅうち》の情ではなく、全く別な、むしろ驚愕《きょうがく》に似た気持だった。
「おれもそんなことだろうと気がついてたんだ！」と彼はどぎまぎしてつぶやいた。「おれもそう思っていたんだ！　これが一番いけないんだ。こんな愚にもつかない、ちょいとしたくだらないことが、よく計画をぶちこわすものだ！　そうだ、この帽子は目に立ち過ぎる、おかしいから目に立つんだ……おれのこのぼろ服には、どうあっても、たといどんな古いせんべいみたいなやつでも、学生帽でなくちゃいけない、こんなお化けじみたものじゃ駄目だ。こんなのは誰もかぶっちゃいないや。十町先からでも目について、覚えられてしまう……第一いけないのは、後になって思い出されると、それこそ立派な証拠だ。今はできるだけ人目に立たぬようにしなくちゃ……小事、小事が大事だ！　こういう小事が、往々万事を打《ぶ》ちこわすのだ……」
　道のりはいくらでもなかった。彼は家の門口から何歩あるかということまで知っていた——きっかり七百三十歩。いつだったか空想に熱中していた時、一度それを数えてみたのだ。そのころ彼はまだ自分でも、この空想を信じていなかった。そしてただ醜悪な、とはいえ魅力の強い大胆不敵な妄想で、自分をいらいらさせるばかりだった。それがひと月たった今では、もう別の目で見るようになった。そして、自分の無気力と不決断に対して、あらゆる自嘲《じちょう》の独白《モノローグ》をくり返しながら、いつの間にやらその『醜悪』な空想をすでに一つの計画のように考え慣れてしまった、そのくせ相変わらず、自分でも自分を信じていなかったのだが……今も現にその計画の瀬踏み［＃「瀬踏み」に傍点］をするために出かけているのだ。で、彼の胸騒ぎは一歩ごとに激しくなっていった。
　彼は心臓のしびれるような感じと、神経性の戦慄《せんりつ》を覚えながら、一方の壁は溝《みぞ》に、いま一方は××町に面している、恐ろしく大きな家に近づいた。この家はすべて無数の小さなアパートになっていて、あらゆる種類の職人——仕立屋、錠前屋、料理女、さまざまなドイツ人、自分の体で生活している娘、下級官吏などが巣くっている。で、出入りのものが二か所の門の下や、二か所の内庭をうるさいほどゆききするのである。そこには三、四人の庭番が勤めていた。青年はその一人にも出会わなかったので、しごく満足の体《てい》で門からすぐ右の階段口へ目立たぬようにすべりこんだ。階段は暗くて狭い『裏梯子《うらばしご》』だった。が、彼はもう万事心得て研究しつくしていた。彼はこうした条件がことごとく気に入った——こんな暗闇の中だったら、好奇心の強い人の目さえ危険でない。『今からこんなにびくびくして、もしいよいよ実行［＃「実行」に傍点］という段になったら、いったいどうするのだ？……』四階目へ上りながら、彼はふとそう考えた。ここでは、ある住まいから家具を運び出す兵隊上がりの人夫が、彼の行く手をふさいだ。このアパートには家族持ちのドイツ官吏が住まっていることを、彼は前から知っていた。『ははあ、あのドイツ人引っ越すんだな。すると、四階には、この階段のこの踊り場には、当分、婆さんの住まい一つきゃふさがっていないわけだ……こいつはうまいぞ……万一の場合に』と彼はまた考えて、老婆の住まいの呼鈴を鳴らした。呼鈴は真鍮《しんちゅう》でなくブリキで造ったもののように、弱々しくがらんと鳴った。こうした家のこうした小さい住まいには、たいていどこでもこういった呼鈴がついている。彼はもうこの呼鈴の音を忘れていたが、今この特殊な響きが、ふいに彼にあることを思い起こさせ、はっきりと暗示を与えたようなぐあいだった……彼は思わずぴくりとなった。おりふし神経が極度に弱くなっていたのである。しばらくしてからドアがごくわずかだけ開かれて、その隙間から女あるじが、さもうさんくさそうに客を見回した。ぎらぎら光る小さな目だけが、闇の中に見える。けれど、踊り場に人が大勢いるのを見ると、彼女は元気づいてドアをいっぱいにあけた。青年は敷居をまたいで、板壁で仕切られた暗い控室へはいった。仕切りの向こうは狭い台所になっている。老婆は無言で彼の前へ突っ立ち、物問いたげに相手を見つめていた。それは意地悪そうな鋭い目と小さいとがった鼻をした、小柄なかさかさした六十格好の老婆で、頭には何もかぶっていなかった。全体に亜麻色をした、白いものの少ない髪には、油をてらてらに塗りこくっている。鶏《にわとり》の足に似た細長い首にはフランネルのぼろがまきつけられ、肩からはこの暑いのに、一面にすり切れて黄色くなった毛皮の上着がだらりと下がっている。老婆はひっきりなしに咳《せき》をしたり、喉《のど》を鳴らしたりしていた。彼女を見た青年の目に何か特別な表情でもあったのだろう、とつぜん老婆の目にはまた先ほどと同じ猜疑《さいぎ》の色がひらめいた。
「ラスコーリニコフですよ、大学生の。ひと月ばかり前に伺ったことのある……」もっと愛想よくしなくてはいけないと思い出したので、青年はちょっと軽く会釈して、こうつぶやいた。
「覚えてますよ、よく覚えてますよ。あなたのみえたことは」と老婆はやはり彼の顔から、例の物問いたげな目を離さないで、はっきりと言った。
「そこでその……また同じような用でね……」ラスコーリニコフは老婆の疑《うたぐ》り深さに驚き、いささかうろたえ気味でことばを続けた。
『しかし、この婆《ばば》あはいつもこんな風なのに、俺はこの前気がつかなかったのかもしれない』と彼は不快な感じをいだきながら心に思った。
　老婆は何か考え込んだように、ちょっと黙っていたが、やがて脇の方へ身をひくと、中へ通ずるドアを指さして、客を通らせながらこう言った。
「まあおはいんなさい」
　青年の通って行ったあまり大きくない部屋は、黄色い壁紙をはりつめて、窓に幾鉢かのぜにあおいを載せ、紗《しゃ》のカーテンをかけてあったが、おりしも夕日を受けて、かっと明るく照らし出されていた。『その時も［＃「その時も」に傍点］きっとこんな風に、日がさしこむに違いない！……』どうしたわけか、思いがけなくこういう考えがラスコーリニコフの頭にひらめいた。彼はすばしこい視線を部屋の中にあるいっさいのものに走らせて、できるだけ家の様子を研究し、記憶しようと努めた。しかし部屋の中には、何もとりたてていうほどのものはなかった。
　家具類はひどく古びた黄色い木製品で、ぐっと曲ったもたれのある大きな長椅子と、その前に置かれた楕円形《だえんけい》のテーブルと、窓と窓との間の壁に据えられた鏡つきの化粧台と、壁ぎわの椅子数脚と、小鳥を持っているドイツ娘を描いた黄色い額入りの安っぽい絵——これが全部であった。片隅には灯明《みあかし》が一つ大きからぬ聖像の前で燃えている。全体が中々こざっぱりとしてい、家具も、床も、つやの出るほどふきこまれて、何もかもてらてら光っている。『リザヴェータの仕事だな』と青年は考えた。住まい全体どこを見ても、塵《ちり》っぱ一つ見つからなかった。『因業な年寄り後家の所は、よくこんな風にきれいになってるものだて』とラスコーリニコフは腹の中で考えつづけ、次の小部屋へ通ずる戸口の前にたらしたサラサのカーテンを、好奇の念をいだきながら横目に見やった。そこには老婆の寝台と箪笥《たんす》が置いてあったが、彼はまだ一度もその中をのぞいたことがなかった。以上二つの部屋が住まいの全部だった。
「で、ご用は？」と老婆は部屋へはいると、いかつい調子で尋ねた。そして、客の顔をまともに見ようとして、さっきのように彼のまんまえに突っ立った。
「質を持ってきたんですよ、これを！」
　彼はポケットから古い平ったい銀時計を出した。裏蓋《うらぶた》には地球儀が描いてあって、鎖は鉄だった。
「でも、先《せん》の口がもう期限ですよ。おとといで一月たったわけだから」
「じゃ、一月分利を入れます。もう少し辛抱してください」
`